Repository: LiarOnce/packettracer-cn
Catalog: tm/auto/CPT8_1_1.tmx
Source language: en_us
Languages: zh_cn

source: Select font:
zh_cn: 选择字体:

source: Open image...
zh_cn: 打开图像...

source: Font Size
zh_cn: 字体大小

source: Save as...
zh_cn: 另存为...

source: Portable Network Graphics (PNG) (*.png);;
zh_cn: 可移植网络图形(PNG) (*.png);;

source: Open File...
zh_cn: 打开文件...

source: Create link
zh_cn: 创建链路

source: All Files (*)
zh_cn: 所有文件 (*)

source: Open %1 ?
zh_cn: 打开 %1 ?

source: Open link
zh_cn: 打开链路

source: Select font size:
zh_cn: 选择字号:

source: HTML-Files (*.htm *.html);;All Files (*)
zh_cn: HTML-文件 (*.htm *.html);;所有文件 (*)

source: Refresh Status
zh_cn: 刷新状态

source: IP ADDRESS
zh_cn: IP地址

source: Cellular DATA
zh_cn: 蜂窝数据

source: Cellular
zh_cn: 蜂窝

source: SECURED HTTP DATA
zh_cn: 安全的HTTP数据

source: POP3 DATA
zh_cn: POP3数据

source: metric
zh_cn: 度量

source: subnet mask
zh_cn: 子网掩码

source: net addr
zh_cn: 网络地址

source: next hop
zh_cn: 下一跳

source: SMTP DATA
zh_cn: SMTP数据

source: PushButton
zh_cn: 命令按钮

source: HTTP DATA
zh_cn: HTTP数据

source: <html><head/><body><p align="center">Port ID </p><p align="center">TLV</p></body></html>
zh_cn: <html><head/><body><p align="center">端口ID </p><p align="center">TLV</p></body></html>

source: <html><head/><body><p align="center">System Name</p><p align="center">TLV</p></body></html>
zh_cn: <html><head/><body><p align="center">系统名称</p><p align="center">TLV</p></body></html>

source: <html><head/><body><p align="center">System Capabilities</p><p align="center">TLV</p></body></html>
zh_cn: <html><head/><body><p align="center">系统功能</p><p align="center">TLV</p></body></html>

source: <html><head/><body><p align="center">IEEE 802.1</p><p align="center">Port VLAN TLV</p></body></html>
zh_cn: <html><head/><body><p align="center">IEEE 802.1</p><p align="center">端口VLAN TLV</p></body></html>

source: <html><head/><body><p align="center">IEEE 802.3</p><p align="center">Physical Configuration TLV</p></body></html>
zh_cn: <html><head/><body><p align="center">IEEE 802.3</p><p align="center">物理配置TLV</p></body></html>

source: <html><head/><body><p align="center">Port Description</p><p align="center">TLV</p></body></html>
zh_cn: <html><head/><body><p align="center">端口描述</p><p align="center">TLV</p></body></html>

source: <html><head/><body><p align="center">End of LLDP PDU</p><p align="center">TLV</p></body></html>
zh_cn: <html><head/><body><p align="center">LLDP PDU的末尾</p><p align="center">TLV</p></body></html>

source: <html><head/><body><p align="center">Time To Live</p><p align="center">TLV</p></body></html>
zh_cn: <html><head/><body><p align="center">存活时间</p><p align="center">TLV</p></body></html>

source: <html><head/><body><p align="center">System Description</p><p align="center">TLV</p></body></html>
zh_cn: <html><head/><body><p align="center">系统描述</p><p align="center">TLV</p></body></html>

source: TFTP DATA
zh_cn: TFTP数据

source: TELNET DATA
zh_cn: TELNET数据

source: Destination Port:
zh_cn: 目的端口:

source: Starting Source Port:
zh_cn: 起始端口号:

source: Destination IP Address:
zh_cn: 目的IP地址:

source: Sequence Number:
zh_cn: 序列号:

source: Images here are saved in this Packet Tracer file. Delete the image if you no longer use it to reduce file size.
zh_cn: 此处的图像将保存在此Packet Tracer文件中。如果您不再使用此图像，请将其删除以缩减文件大小。

source: Select an access point
zh_cn: 选择接入点

source: QoS - Queued Packets
zh_cn: QoS - 排队数据包

source: Packet Information
zh_cn: 数据包信息

source: Filter Internet NAT Redirection
zh_cn: 过滤Internet NAT重定向

source: Proxy
zh_cn: 代理

source: SPI Firewall Protection:
zh_cn: SPI防火墙保护:

source: Filter Anonymous Filter Requests
zh_cn: 过滤匿名过滤请求

source: <p align="right"><b>Web Filter</b></p>
zh_cn: <p align="right"><b>Web过滤器</b></p>

source: Filter IDENT (Port 113)
zh_cn: 过滤器IDENT(端口113)

source: Filter Multicast
zh_cn: 过滤器组播

source: <p align="right"><b>Internet Filter</b></p>
zh_cn: <p align="right"><b>Internet过滤器</b></p>

source: <p align="right"><b>Firewall</b></p>
zh_cn: <p align="right"><b>防火墙</b></p>

source: <p align="right"><b>Router Information</b></p>
zh_cn: <p align="right"><b>路由器信息</b></p>

source: Firmware Version:
zh_cn: 固件版本:

source: Not Available
zh_cn: 不可用

source: IP Address Renew
zh_cn: IP地址更新

source: DHCP Lease Time:
zh_cn: DHCP租约时间:

source: Internet MAC Address:
zh_cn: Internet MAC地址:

source: IP Address Release
zh_cn: IP地址释放

source: Login Status:
zh_cn: 登录状态:

source: <p align="right"><b>Internet Connection</b></p>
zh_cn: <p align="right"><b>Internet 连接</b></p>

source: Current Time:
zh_cn: 当前时间:

source: Line
zh_cn: 线条

source: Draw Freeform
zh_cn: 绘制任意图形

source: Toggle Outlining
zh_cn: 切换大纲

source: Freeform
zh_cn: 任意图形

source: Rectangle
zh_cn: 矩形

source: Ellipse
zh_cn: 椭圆

source: Select Fill Color
zh_cn: 选择填充颜色

source: No Fill
zh_cn: 无填充

source: Outline
zh_cn: 轮廓

source: Palette Dialog
zh_cn: 调色板对话框

source: Select Color
zh_cn: 选择颜色

source: Select Outline Color
zh_cn: 选择轮廓颜色

source: Fill Color
zh_cn: 填充颜色

source: Preview Color
zh_cn: 预览颜色

source: IPC Log
zh_cn: IPC日志

source: Switching to Simulation Mode
zh_cn: 切换至模拟模式

source: Hide Wireless/Cellular Connections
zh_cn: 隐藏无线/蜂窝连接

source: Drawing Tool
zh_cn: 绘图工具

source: Resize Tool
zh_cn: 调整大小工具

source: Copy and Paste
zh_cn: 复制并粘贴

source: Enter
zh_cn: 输入

source: Existing Devices
zh_cn: 现有设备

source: Edit PDUs
zh_cn: 编辑PDU

source: Inspection Tool
zh_cn: 检查工具

source: Email Read Only
zh_cn: 电子邮件只读

source: Starting in Physical Workspace
zh_cn: 在物理工作区开始

source: Peer Port Number
zh_cn: 对端端口号

source: Connection Type
zh_cn: 连接类型

source: Switching to Realtime Mode
zh_cn: 切换至实时模式

source: Create Custom PDU
zh_cn: 创建自定义PDU

source: Text Editor Read Only
zh_cn: 文本编辑器只读

source: Create Simple PDUs
zh_cn: 创建简单的PDU

source: Lock Main Toolbar Toggle
zh_cn: 锁定主工具栏切换

source: Lock PPPoE Dialer
zh_cn: 锁定PPPoE拨号

source: Toggling Sound (Deprecated)
zh_cn: 切换声音(不推荐使用)

source: Lock IP Settings
zh_cn: 锁定IP设置

source: View Outbound Detail
zh_cn: 查看出站详细信息

source: Lock Command Prompt
zh_cn: 锁定命令提示符

source: Remove Physical Level
zh_cn: 删除物理层

source: Desktop Applets
zh_cn: 桌面小程序

source: Remove Notes/Annotations
zh_cn: 删除备注/注释

source: Create Devices
zh_cn: 创建设备

source: Create Cluster
zh_cn: 创建集群

source: Toggle Power
zh_cn: 切换电源

source: Save Activity
zh_cn: 保存活动

source: Locking
zh_cn: 锁定

source: Switching to Physical Workspace
zh_cn: 切换至物理工作区

source: Firewall Read Only
zh_cn: 防火墙只读

source: Print Activity
zh_cn: 打印活动

source: Clusters
zh_cn: 集群

source: Command Prompt Read Only
zh_cn: 命令提示符只读

source: Lock Firewall
zh_cn: 锁定防火墙

source: IPv6 Firewall Read Only
zh_cn: IPv6防火墙只读

source: Use I/O Devices Tab
zh_cn: 使用I/O设备选项卡

source: Rename Scenarios
zh_cn: 重命名场景

source: Preferences (Deprecated)
zh_cn: 首选项(不推荐使用)

source: Use Attributes Tab
zh_cn: 使用属性选项卡

source: Configure
zh_cn: 配置

source: Lock MIB Browser
zh_cn: 锁定MIB浏览器

source: Create Scenarios
zh_cn: 创建场景

source: Lock Web Browser
zh_cn: 锁定Web浏览器

source: Toggling Animation (Deprecated)
zh_cn: 切换动画(不推荐使用)

source: Lock Traffic Generator
zh_cn: 锁定流量生成器

source: Configure Devices
zh_cn: 配置设备

source: Physical Locations
zh_cn: 物理位置

source: Use Config Tab
zh_cn: 使用配置选项卡

source: Lock VPN
zh_cn: 锁定VPN

source: Lock Desktop Applets
zh_cn: 锁定桌面小程序

source: View Connectivity Tests
zh_cn: 查看连接测试

source: Change Physical Level
zh_cn: 更改物理层

source: Create Custom PDUs
zh_cn: 创建自定义PDU

source: IP Settings Read Only
zh_cn: IP设置只读

source: Enter Cluster
zh_cn: 输入集群

source: Topology
zh_cn: 拓扑

source: Remove Cluster
zh_cn: 删除集群

source: Traffic Generator Read Only
zh_cn: 流量生成器只读

source: Remove Devices
zh_cn: 删除设备

source: View Assessment Items
zh_cn: 查看评估项目

source: Enable Cable Length (Deprecated)
zh_cn: 启用电缆长度(不推荐使用)

source: Terminal Read Only
zh_cn: 终端只读

source: Lock Hide Tab (Deprecated)
zh_cn: 锁定隐藏选项卡(不推荐使用)

source: Add/Change Interfaces
zh_cn: 添加/更改接口

source: Lock Interface Tab (Deprecated)
zh_cn: 锁定接口选项卡(不推荐使用)

source: PPPoE Dialer Read Only
zh_cn: PPPoE拨号只读

source: Use Programming Tab
zh_cn: 使用程序设计选项卡

source: Use Router/Switch Config Tab
zh_cn: 使用路由器/交换机配置选项卡

source: Device Tooltip
zh_cn: 设备工具提示

source: Change Note/Annotation
zh_cn: 更改备注/注释

source: Use CLI Tab
zh_cn: 使用CLI选项卡

source: Use Thing Editor Tab
zh_cn: 使用事件编辑器选项卡

source: Toggling Show Port Information (Deprecated)
zh_cn: 切换显示端口信息(不推荐使用)

source: Existing Scenarios
zh_cn: 现有场景

source: Remote Networks
zh_cn: 远程网络

source: Dial-up Settings Read Only
zh_cn: 拨号设置只读

source: Lock Bottom Toolbar Toggle
zh_cn: 锁定底部工具栏切换

source: Lock Text Editor
zh_cn: 锁定文本编辑器

source: Move Notes/Annotations
zh_cn: 移动备注/注释

source: Global Tooltip
zh_cn: 全局工具提示

source: Locking Items
zh_cn: 锁定项目

source: Use Router/Switch CLI Tab
zh_cn: 使用路由器/交换机CLI选项卡

source: Delete Tool
zh_cn: 删除工具

source: Remove Note/Annotation
zh_cn: 删除备注/注释

source: Move Note/Annotation
zh_cn: 移动备注/注释

source: Note Tool
zh_cn: 备注工具

source: Web Browser Read Only
zh_cn: Web浏览器只读

source: MIB Browser Read Only
zh_cn: MIB浏览器只读

source: Edit PDU
zh_cn: 编辑PDU

source: Lock Custom Interfaces Tab (Deprecated)
zh_cn: 锁定自定义界面选项卡(不推荐使用)

source: Toggling Auto Dock Popup Window (Deprecated)
zh_cn: 切换自动停靠弹出窗口(不推荐使用)

source: Lock IPv6 Firewall
zh_cn: 锁定IPv6防火墙

source: Create Physical Level
zh_cn: 创建物理层

source: Remove Interface
zh_cn: 删除接口

source: Lock AAA Viewer
zh_cn: 锁定AAA查看器

source: View Inbound Detail
zh_cn: 查看入站详细信息

source: Remove PDUs
zh_cn: 删除PDU

source: Disconnect Links
zh_cn: 中断链路连接

source: VPN Read Only
zh_cn: VPN只读

source: Connect Links
zh_cn: 连接链路

source: Use Services Tab
zh_cn: 使用服务选项卡

source: Lock Cisco IP Communicator
zh_cn: 锁定Cisco IP通信客户端

source: Switching to Logical Workspace
zh_cn: 切换至逻辑工作区

source: Use I/O Tab
zh_cn: 使用I/O选项卡

source: Cisco IP Communicator Read Only
zh_cn: Cisco IP通信客户端只读

source: Existing Annotations
zh_cn: 现有注释

source: Fast Forward Time
zh_cn: 快速转发时间

source: Create Simple PDU
zh_cn: 创建简单的PDU

source: View OSI Model Detail
zh_cn: 查看OSI模型详细信息

source: Lock Administrative Tab (Deprecated)
zh_cn: 锁定管理选项卡(不推荐使用)

source: Change Name
zh_cn: 更改名称

source: Open All PDU Info
zh_cn: 打开所有PDU信息

source: Rename Scenario
zh_cn: 重命名场景

source: Lock Email
zh_cn: 锁定电子邮件

source: Change Notes/Annotations
zh_cn: 更改备注/注释

source: Move Cluster
zh_cn: 移动集群

source: Read Only Desktop Applets
zh_cn: 只读桌面小程序

source: Lock PC Wireless
zh_cn: 锁定PC无线

source: Remove Scenario
zh_cn: 删除场景

source: All PDU Info
zh_cn: 所有PDU信息

source: Export/Import IOS Config
zh_cn: 导出/导入IOS配置

source: Change Interface
zh_cn: 更改接口

source: PC Wireless Read Only
zh_cn: PC无线只读

source: Use Desktop Tab
zh_cn: 使用桌面选项卡

source: Remove Scenarios
zh_cn: 删除场景

source: Hide Link Lights (Deprecated)
zh_cn: 隐藏链路指示灯(不推荐使用)

source: Change Display Names
zh_cn: 更改显示名

source: Auto Connect
zh_cn: 自动连接

source: Toggling Telephony Sound (Deprecated)
zh_cn: 切换电话铃声(不推荐使用)

source: Edit Environment
zh_cn: 编辑环境

source: Open PDU Info
zh_cn: 打开PDU信息

source: Edit Instructions (Deprecated)
zh_cn: 编辑说明(不推荐使用)

source: Lock Right Toolbar Toggle
zh_cn: 锁定右侧工具栏切换

source: Move Devices
zh_cn: 移动设备

source: AAA Viewer Read Only
zh_cn: AAA查看器只读

source: Lock Dial-up
zh_cn: 锁定拨号

source: Lock Terminal
zh_cn: 锁定终端

source: Root
zh_cn: 根节点

source: Environment 12:00:00
zh_cn: 环境 12:00:00

source: Level2
zh_cn: 第2级

source: Level3
zh_cn: 第3级

source: Level4
zh_cn: 第4级

source: Set Tiled Background
zh_cn: 设置平铺背景

source: Create Clusters
zh_cn: 创建集群

source: Cluster Name
zh_cn: 集群名

source: New Cluster
zh_cn: 新集群

source: How does this script module start?
zh_cn: 该脚本模块如何启动？

source: Packet Tracer - Error Adding Script Module
zh_cn: Packet Tracer -- 添加脚本模块出错

source: Script Module List
zh_cn: 脚本模块列表

source: The script module is already added.
zh_cn: 脚本模块已添加。

source: The security privileges are determined by the script module. If the requested privileges are not acceptable, please remove the script module or disable it.
zh_cn: 安全特权由脚本模块确定。如果不接受所请求的特权，请删除该脚本模块或将其禁用。

source: The script module file is invalid.
zh_cn: 脚本模块文件无效。

source: Script Module File (*.pts)
zh_cn: 脚本模块文件(*.pts)

source: The Script Module cannot be started. It is currently disabled.
zh_cn: 脚本模块无法启动。 其当前已被禁用。

source: Add Script Module
zh_cn: 添加脚本模块

source: Packet Tracer - Cannot Start Script Module
zh_cn: Packet Tracer - 无法启动脚本模块

source: Time
zh_cn: 时间

source: Resolved Command
zh_cn: 已解析的命令

source: IOS Command Log
zh_cn: IOS命令日志

source: switch to logical workspace
zh_cn: 切换至逻辑工作区

source: Logical Workspace (Shift+L)
zh_cn: 逻辑工作区 (Shift+L)

source: Physical Workspace (Shift+P)
zh_cn: 物理工作区 (Shift+P)

source: switch to physical workspace
zh_cn: 切换至物理工作区

source: ADDRESS:<br>0x%1
zh_cn: 地址:<br>0x%1

source: DATA: (VARIABLE LENGTH)
zh_cn: 数据 (可变长度)

source: Referenced Link State ID: 0x%1
zh_cn: 引用链路状态ID: 0x%1

source: Link State ID: %1
zh_cn: 链路状态ID: %1

source: Advertising Router: %1
zh_cn: 通告路由器: %1

source: Address Prefix: %1
zh_cn: 地址前缀: %1

source: Referenced LS Type: 0x%1
zh_cn: 引用LS类型: 0x%1

source: External Route Tag: 0x%1
zh_cn: 外部路由标签: 0x%1

source: Prefix Options: 0x%1
zh_cn: 前缀选项: 0x%1

source: Forwarding Address: %1
zh_cn: 转发地址: %1

source: LS Age: 0x%1
zh_cn: LS老化时间: 0x%1

source: LS Sequence Number: 0x%1
zh_cn: LS序列号: 0x%1

source: Prefix Length: 0x%1
zh_cn: 前缀长度: 0x%1

source: Metric: 0x%1
zh_cn: 度量: 0x%1

source: Config Files (*.txt)
zh_cn: 配置文件 (*.txt)

source: Configuration loaded successfully.
zh_cn: 配置加载成功.

source: Save Configuration
zh_cn: 保存配置

source: Load Configuration
zh_cn: 加载配置

source: Configuration saved successfully.
zh_cn: 配置保存成功.

source: Failed to save '%1'
zh_cn: 保存失败 '%1'

source: Changing the display name in an activity may affect scoring.
zh_cn: 更改活动中的显示名可能会影响评分.

source: Configuration merged successfully.
zh_cn: 配置融合成功.

source: Failed to load '%1'
zh_cn: 加载失败 '%1'

source: Invalid IP Address.
zh_cn: 无效的IP地址.

source: This is an invalid hostname.
zh_cn: 这是一个无效的主机名.

source: Flow Sequence: %1
zh_cn: 流序列: %1

source: CurrentSecs: %1
zh_cn: 当前秒数: %1

source: SysUpTime: %1
zh_cn: 系统正常运行时间: %1

source: Source Id: %1
zh_cn: 源ID: %1

source: TCP max. connections out of Range [1-100]
zh_cn: TCP最大连接数超出范围[1-100]

source: CBAC session multiplier out of Range [0.1-100.0]
zh_cn: CBAC会话倍数超出范围[0.1-100.0]

source: TCP retransmission timeout out of Range [1000-5000]
zh_cn: TCP重传超时超出范围[1000-5000]

source: Storm control multiplier out of Range [1.0-100000.0]
zh_cn: 风暴控制倍数超出范围[1.0-100000.0]

source: TCP open sessions out of Range [1-10000]
zh_cn: TCP开放会话超出范围[1-10000]

source: TYPE:<br>0x%1
zh_cn: 类型:<br>0x%1

source: SRC ADDR:<br>%1
zh_cn: 源地址:<br>%1

source: PREAMBLE:<br> 1010 1010
zh_cn: 前导码:<br> 1010 1010

source: DEST ADDR:<br>%1
zh_cn: 目的地址:<br>%1

source: This component name cannot be empty. Please rename.
zh_cn: 该组件名称不能为空. 请重新命名.

source: This component name already exists. Please rename.
zh_cn: 该组件名称已存在. 请重新命名.

source: Choose Image
zh_cn: 选择图像

source: :<br/>NEXT PAYLOAD: %1
zh_cn: :<br/>下一载荷: %1

source: :<br/>TRANSFORM #: %1
zh_cn: :<br/>转换#: %1

source: :<br/>KEY LENGTH: %1
zh_cn: :<br/>密钥长度: %1

source: :<br/>GROUP DESCRIPTION: %1
zh_cn: :<br/>组描述: %1

source: :<br/>PAYLOAD LENGTH: %1
zh_cn: :<br/>载荷长度: %1

source: :<br/>AUTHENTICATION METHOD: %1
zh_cn: :<br/>认证方式: %1

source: :<br/>ENCRIPTION ALGORITHM: %1
zh_cn: :<br/>加密算法: %1

source: :<br/>LIFE DURATION: %1
zh_cn: :<br/>生命持续时间: %1

source: :<br/>LIFE TYPE: SECONDS
zh_cn: :<br/>生命类型: 秒

source: :<br/>TRANSFORM ID: KEY_IKE
zh_cn: :<br/>转换ID: KEY_IKE

source: :<br/>HASH ALGORITHM: %1
zh_cn: :<br/>散列算法: %1

source: <html><head/><body><p><span style="font-weight:600;">DHCP Reservation</span></p></body></html>
zh_cn: <html><head/><body><p><span style="font-weight:600;">DHCP保留</span></p></body></html>

source: <html><head/><body><p>To Sort By</p></body></html>
zh_cn: <html><head/><body><p>分类方式</p></body></html>

source: Wireless MAC Filter
zh_cn: 无线MAC过滤器

source: Wireless Client List
zh_cn: 无线客户端列表

source: <p align="right">MAC Address<br>filter list</p>
zh_cn: <p align="right">MAC地址<br>过滤器列表</p>

source: <html><head/><body><p align="right">Access Resolution</p></body></html>
zh_cn: <html><head/><body><p align="right">访问解析</p></body></html>

source: Prevent PCs listed below from accessing the wireless network
zh_cn: 阻止下列PC访问无线网络

source: <p align="right"><b>Wireless MAC Filter</b></p>
zh_cn: <p align="right"><b>无线MAC过滤器</b></p>

source: Permit PCs listed below to access wireless network
zh_cn: 允许下列PC访问无线网络

source: The MAC Address length is not correct!!
zh_cn: MAC地址长度不正确!!

source: Invalid hex value
zh_cn: 无效的十六进制数值

source: Capture then Forward (Alt+C)
zh_cn: 捕获后转发 (Alt+C)

source: Time: %1
zh_cn: 时间: %1

source: Go Back to Previous Event (Alt+B)
zh_cn: 返回前一事件(Alt+B)

source: Power Cycle Devices (Alt+S)
zh_cn: 设备重新加电 (Alt+S)

source: Play (Hands Free) (Alt+P)
zh_cn: 播放(免手动)(Alt+P)

source: Show Event List (Alt+I)
zh_cn: 显示事件列表 (Alt+I)

source: Cannot fast forward time when remote networks are connected.
zh_cn: 连接到远程网络时，无法加快转发时间。

source: Fast Forward Time (Alt+D)
zh_cn: 快速转发时间 (Alt+D)

source: Cannot change an image file's extension.
zh_cn: 无法更改图像文件的扩展名.

source: An interface file with the same name already exists.
zh_cn: 具有相同名称的界面文件已存在.

source: Supported Files (*.htm *.html *.png *.jpg *.gif *.css *.js *.xml);;HTML Files (*.htm *.html);;Images (*.png *.jpg *.gif);;Style Sheets (*.css);;Javascript Files (*.js);;XML Files (*.xml)
zh_cn: 支持的文件(*.htm *.html *.png *.jpg *.gif *.css *.js *.xml);;HTML文件(*.htm *.html);;图像(*.png *.jpg *.gif);;样式表(*.css);;Javascript文件(*.js);;XML文件(*.xml)

source: Import Interface Files from Directory
zh_cn: 从目录导入界面文件

source: Cannot create an image file.
zh_cn: 无法创建图像文件.

source: Import Interface Files
zh_cn: 导入界面文件

source: Export Interface File
zh_cn: 导出界面文件

source: Interface File (*.*)
zh_cn: 界面文件(*.*)

source: An interface file with the same name (%1) already exists. Do you want to replace it?
zh_cn: 具有相同名称(%1)的界面文件已存在. 您想要替换它吗？

source: Enter Interface ID
zh_cn: 输入界面ID

source: Interface ID:
zh_cn: 界面ID:

source: [Smart City]
zh_cn: [智慧城市]

source: [Switches]
zh_cn: [交换机]

source: [Components]
zh_cn: [组件]

source: [Power Grid]
zh_cn: [电网]

source: [Network Devices]
zh_cn: [网络设备]

source: [End Devices]
zh_cn: [终端设备]

source: [Custom Made Devices]
zh_cn: [用户定制设备]

source: [Multiuser Connection]
zh_cn: [多用户连接]

source: [WAN Emulation]
zh_cn: [WAN仿真]

source: [Connections]
zh_cn: [连接]

source: [Home]
zh_cn: [家庭]

source: [Hubs]
zh_cn: [集线器]

source: [Routers]
zh_cn: [路由器]

source: [Wireless Devices]
zh_cn: [无线设备]

source: [Miscellaneous]
zh_cn: [杂项]

source: [Boards]
zh_cn: [面板]

source: [Security]
zh_cn: [安全]

source: [Actuators]
zh_cn: [执行器]

source: [Sensors]
zh_cn: [传感器]

source: [Industrial]
zh_cn: [工业公司]

source: ROUTE TAG: 0x%1
zh_cn: 路由标签: 0x%1

source: SUBNET: %1
zh_cn: 子网: %1

source: METRIC: 0x%1
zh_cn: 度量: 0x%1

source: NETWORK: %1
zh_cn: 网络: %1

source: ADDR FAMILY: 0x%1
zh_cn: 地址族: 0x%1

source: NEXT HOP: %1
zh_cn: 下一跳: %1

source: HELLO TIME: %1
zh_cn: HELLO时间: %1

source: MESSAGE AGE: %1
zh_cn: 消息老化时间: %1

source: PROPOSAL: %1
zh_cn: 建议: %1

source: SPI SIZE: %1
zh_cn: SPI大小: %1

source: AUDIO
zh_cn: 音频

source: VIDEO
zh_cn: 视频

source: SEQ NO.: %1
zh_cn: 序列号: %1

source: Please enter a default gateway into the field with format "xxx.xxx.xxx.xxx".
zh_cn: 请以“xxx.xxx.xxx.xxx”的格式输入默认网关字段。

source: Passphrase should consist of ascii chars only.
zh_cn: 密码只能由ASCII字符组成。

source: Please enter a login password.
zh_cn: 请输入登录密码.

source: WEP Key must be 10 characters for 64-bit WEP or 26 characters for 128-bit WEP.
zh_cn: 对于64位WEP，WEP密钥必须为10个字符，对于128位WEP则必须为26个字符。

source: Please go to the Profiles tab to create a new profile to complete the connection.
zh_cn: 请转到“配置文件”选项卡，创建一个新的配置文件以完成连接。

source: Select Profile to delete.
zh_cn: 选择要删除的配置文件。

source: Select Wireless Network to proceed.
zh_cn: 选择无线网络以继续。

source: Select Profile to proceed.
zh_cn: 请选择配置文件以继续。

source: Login Name should be minimum 1 and maximum 16 ascii chars long.
zh_cn: 登录名长度应最小为1位ASCII字符，最大为16位ASCII字符。

source: Wireless Network Name must not be empty.
zh_cn: 无线网络名称不能为空.

source: Profile
zh_cn: 配置文件

source: Cannot delete default profile.
zh_cn: 无法删除默认配置文件。

source: Profiles
zh_cn: 配置文件

source: This profile name already used.
zh_cn: 此配置文件的名称已被使用。

source: Please enter a login name.
zh_cn: 请输入登录名.

source: Pre-Shared Key should be minimum 8 and maximum 63 ascii chars long.
zh_cn: 预共享密钥长度应最小为8位ASCII字符，最大为63位ASCII字符。

source: Please enter a DNS server into the field with format "xxx.xxx.xxx.xxx".
zh_cn: 请以“xxx.xxx.xxx.xxx”的格式输入DNS服务器字段。

source: Login Name should consist of ascii chars only.
zh_cn: 登录名只能由ASCII字符组成。

source: Please enter an IP address and subnet mask into the fields with format "xxx.xxx.xxx.xxx".
zh_cn: 请以“xxx.xxx.xxx.xxx”的格式输入IP地址和子网掩码字段。

source: WEP Key must be characters from 'A' to 'F' and '0' to '9'.
zh_cn: WEP密钥必须是从“A”到“F”和“0”到“9”之间的字符。

source: Incomplete fields
zh_cn: 不完整字段

source: All fields are required to establish a connection.
zh_cn: 需要填写所有字段才能建立连接。

source: Error: Can't dial out without a modem attached.
zh_cn: 错误:没有连接调制解调器不能拨出。

source: Width
zh_cn: 宽度

source: Display Tiled Background Image
zh_cn: 显示平铺背景图像

source: Length:
zh_cn: 长度:

source: meters/pixel
zh_cn: 米/像素

source: Use Original Image
zh_cn: 使用原始图像

source: Height
zh_cn: 高度

source: Scale:
zh_cn: 规模:

source: Volume
zh_cn: 容量

source: Width:
zh_cn: 宽度:

source: Physical Properties
zh_cn: 物理属性

source: Image Options
zh_cn: 图像选项

source: Resize to Fit Current View
zh_cn: 调整大小以适应当前视图

source: Background Image
zh_cn: 背景图像

source: Cluster Icon
zh_cn: 集群图标

source: Container Icon
zh_cn: 容器图标

source: Custom Size:
zh_cn: 自定义大小:

source: Size of container in meters:
zh_cn: 容器大小(单位为米):

source: Height:
zh_cn: 高度:

source: Click Browse to select an image.
zh_cn: 单击浏览以选择一副图像.

source: Audio
zh_cn: 音频

source: TFTP Server Address contains an empty field.
zh_cn: TFTP服务器地址包含一个空字段.

source: Directories
zh_cn: 目录

source: Translator Info
zh_cn: 译者信息

source: Value is out of range [0-255]
zh_cn: 值超出范围 [0-255]

source: Value is out of range [0-65535]
zh_cn: 值超出范围 [0-65535]

source: Enter Client Name
zh_cn: 输入客户端名称

source: <html><head/><body><p align="right">Clients Already Reserved</p></body></html>
zh_cn: <html><head/><body><p align="right">客户端已保留</p></body></html>

source: Add Client
zh_cn: 添加客户端

source: <html><head/><body><p align="right">Select Clients from DHCP Tables</p></body></html>
zh_cn: <html><head/><body><p align="right">从DHCP列表中选择客户端</p></body></html>

source: To This MAC Address
zh_cn: 到此MAC地址

source: Assign IP Address
zh_cn: 指定IP地址

source: <html><head/><body><p><span style=" font-family:'Verdana'; font-weight:600;">DHCP Reservation</span></p></body></html>
zh_cn: <html><head/><body><p><span style=" font-family:'Verdana'; font-weight:600;">DHCP 保留</span></p></body></html>

source: <html><head/><body><p align="right">Manually Adding Client</p></body></html>
zh_cn: <html><head/><body><p align="right">手动添加客户端</p></body></html>

source: Offline Saving Aborted.
zh_cn: 离线保存失败.

source: Error Cancelling Offline Saving.
zh_cn: 取消离线保存出错.

source: Offline Saving Success.
zh_cn: 离线保存成功.

source: Offline Saving in Progress.
zh_cn: 正在离线保存.

source: You have successfully connected to the access point.
zh_cn: 您已成功连接到接入点.

source: More Info
zh_cn: 更多信息

source: no accessociation with access point
zh_cn: 没有连接到接入点的接入

source: ADVERTISING ROUTER: %1
zh_cn: 通告路由器: %1

source: LINK STATE ID: %1
zh_cn: 链路状态ID: %1

source: OPTIONS: %1
zh_cn: 选项: %1

source: LSA AGE: %1
zh_cn: LSA老化时间: %1

source: LS SEQUENCE NUM: 0x%1
zh_cn: LS序列号: 0x%1

source: LS CHECKSUM: %1
zh_cn: LS校验和: %1

source: LS TYPE: %1
zh_cn: LS类型: %1

source: CHECK SUM: %1
zh_cn: 校验和: %1

source: ATTACHED ROUTER COUNT: %1
zh_cn: 邻接路由器计数: %1

source: LINKS COUNT: %1
zh_cn: 链路计数: %1

source: Error
zh_cn: 错误

source: Information
zh_cn: 信息

source: Question
zh_cn: 问题

source: SNMP request timed out
zh_cn: SNMP请求超时

source: PPPoE Disconnected
zh_cn: PPPoE连接中断

source: The fields are empty.
zh_cn: 该字段为空.
